Merge pull request #9 from Luis-Mendaro/develop
 release: documentacion completa y cierre del proyecto
